/*
 Navicat Premium Data Transfer

 Source Server         : localhost_3306
 Source Server Type    : MySQL
 Source Server Version : 50547
 Source Host           : localhost:3306
 Source Schema         : company

 Target Server Type    : MySQL
 Target Server Version : 50547
 File Encoding         : 65001

 Date: 10/03/2023 09:59:27
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for employees
-- ----------------------------
DROP TABLE IF EXISTS `employees`;
CREATE TABLE `employees`  (
  `eno` varchar(10) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '',
  `ename` varchar(8) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `esex` varchar(2) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `ephone` varchar(11) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `eaddress` text CHARACTER SET utf8 COLLATE utf8_general_ci NULL,
  `ebirthday` date NULL DEFAULT NULL,
  `edept` varchar(16) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `ejob` varchar(16) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`eno`) USING BTREE
) ENGINE = MyISAM CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of employees
-- ----------------------------
INSERT INTO `employees` VALUES ('2023010101', '于田田  ', '女', '15363696569', '潍坊临朐县临朐县七贤镇北朱村', '1990-03-17', '董事会', '董事');
INSERT INTO `employees` VALUES ('2023010104', '邓维杰  ', '男', '15352381337', '烟台莱州市朱桥镇下王村', '1990-06-11', '董事会', '董事');
INSERT INTO `employees` VALUES ('2023010106', '孙晋梅  ', '女', '15328810714', '枣庄山亭区山城街道东江村', '1990-04-10', '董事会', '董事');
INSERT INTO `employees` VALUES ('2023010108', '张忠    ', '男', '13563552228', '聊城阳谷县城关镇张楼村', '1990-10-19', '董事会', '董事');
INSERT INTO `employees` VALUES ('2023010109', '张楠楠  ', '女', '15368990432', '青岛奎文区潍坊市委党校', '1985-06-24', '董事会', '董事');
INSERT INTO `employees` VALUES ('2023010110', '李佳丽  ', '女', '15328646676', '青岛莱西市姜山镇兴隆庄', '1985-10-24', '董事会', '董事');
INSERT INTO `employees` VALUES ('2023010111', '杜国敏  ', '男', '15376734238', '济宁嘉祥县老僧堂乡南杜村58号', '1988-05-10', '行政办公室', '文员');
INSERT INTO `employees` VALUES ('2023010116', '庞国绪  ', '男', '15371340537', '济宁汶上县郭楼镇郝营村354号', '1988-04-16', '行政办公室', '文员');
INSERT INTO `employees` VALUES ('2023010117', '范品    ', '女', '15303526998', '菏泽曹县孙老家镇西村', '1995-08-11', '行政办公室', '文员');
INSERT INTO `employees` VALUES ('2023010118', '范梅娟  ', '女', '15328221840', '青岛胶州市常州路668号', '1995-10-29', '行政办公室', '文员');
INSERT INTO `employees` VALUES ('2023010119', '金羽    ', '男', '13888796396', '辽宁省铁岭市教师进修学院', '2000-06-24', '行政办公室', '文员');
INSERT INTO `employees` VALUES ('2023010120', '南树强  ', '男', '15343721135', '德州庆云县严务乡大淀村', '2002-12-29', '行政办公室', '文员');
INSERT INTO `employees` VALUES ('2023010121', '胡锴    ', '男', '15338590804', '淄博桓台县淄博市桓台县田庄镇胡东村', '2000-08-10', '行政办公室', '文员');
INSERT INTO `employees` VALUES ('2023010122', '钦莉    ', '女', '15168801621', '江苏省睢宁县古邳镇骑河村钦庄203号', '2000-02-16', '行政办公室', '文员');
INSERT INTO `employees` VALUES ('2023010123', '项秋超  ', '男', '15303364391', '菏泽曹县郑庄乡谢道口村', '2001-01-30', '行政办公室', '文员');
INSERT INTO `employees` VALUES ('2023010124', '徐新香  ', '女', '15348675314', '德州陵县梅镇李官屯村徐桂东', '2000-09-10', '行政办公室', '文员');
INSERT INTO `employees` VALUES ('2023010125', '秦新华  ', '男', '15364685660', '潍坊安丘市大盛镇上马疃村', '2001-08-24', '行政办公室', '文员');
INSERT INTO `employees` VALUES ('2023010126', '隋文奎  ', '男', '15363576378', '潍坊青州市何官镇张高村', '2001-04-28', '行政办公室', '文员');
INSERT INTO `employees` VALUES ('2023010128', '韩同宽  ', '男', '15377939636', '济宁汶上县杨店乡韩街村004号', '2000-11-15', '行政办公室', '文员');
INSERT INTO `employees` VALUES ('2023010130', '翟文仁  ', '男', '13544186866', '山西省昔阳县李家庄乡胡峪村', '2000-10-10', '行政办公室', '文员');
INSERT INTO `employees` VALUES ('2023020101', '于旭超  ', '男', '16316848619', '威海乳山市乳山寨东司马庄村                        ', '2000-12-10', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020104', '王化文  ', '男', '15397849539', '临沂莒南县涝坡镇王鸡山村                          ', '2000-03-11', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020107', '王丽    ', '女', '15303202067', '菏泽曹县曹城镇南关村197号                         ', '2002-06-24', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020109', '王倩    ', '女', '15321396396', '青岛市北区阳信路2号11中                           ', '2000-03-16', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020111', '王鲁朋  ', '男', '15303718429', '菏泽曹县韩集镇井王村                              ', '2000-03-20', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020114', '刘长云  ', '男', '15396463717', '临沂临沭县蛟龙镇前利城村276号                     ', '2001-11-15', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020115', '刘会    ', '男', '15394552256', '临沂蒙阴县桃曲镇黄土沟村                          ', '2000-11-28', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020117', '刘楠    ', '男', '15378231209', '济宁微山县农业银行办公室刘庆文                    ', '2002-12-20', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020118', '孙文彬  ', '男', '16358351766', '聊城东昌府鑫亚公司综合楼                          ', '2002-01-29', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020119', '孙朋朋  ', '男', '13963244038', '枣庄山亭区山城办大荒村孙建增                      ', '2001-01-18', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020120', '牟庆双  ', '男', '15353891377', '烟台海阳市发城镇发城村123号                       ', '2000-03-21', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020121', '闫送刚  ', '男', '15303772336', '菏泽曹县魏湾镇闫楼村                              ', '2000-03-22', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020123', '张长春  ', '男', '15397880767', '临沂莒南县朱芦镇张家茅墩村                        ', '2001-09-13', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020124', '张梅盼  ', '女', '15304587902', '菏泽单县终兴镇北常集东村                          ', '2000-07-29', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020125', '张巍巍  ', '女', '16317340375', '威海荣成市宁津街道办事处季家村188                 ', '2000-03-23', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020127', '李胜辉  ', '男', '16316596685', '威海乳山市育黎镇王母夼村                          ', '2000-02-22', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020128', '李海青  ', '女', '15363828360', '潍坊青州市青州烟厂沿街楼三单元                    ', '2001-10-13', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020131', '李腾    ', '女', '16322651685', '枣庄滕州市鲍沟镇河崖村                            ', '2002-12-23', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020133', '杨春    ', '男', '15301318155', '菏泽牡丹区仓房居委会                              ', '2003-06-24', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020134', '杨萍    ', '女', '15368378009', '潍坊潍城区福寿街西首潍坊七中                      ', '2001-01-29', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020135', '陈玉明  ', '男', '15393896455', '临沂沂南县马牧池乡张家峪子                        ', '2000-03-27', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020137', '孟淼    ', '男', '15378681097', '济宁微山县鲁桥镇鲁桥二村                          ', '2000-03-28', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020138', '林俊明  ', '男', '16318868818', '威海文登市泽头镇林村                              ', '2001-01-19', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020139', '姜延民  ', '女', '16358591822', '聊城东昌府许营乡崔官屯村姜德旺                    ', '2001-06-29', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020143', '赵旗    ', '男', '15394725579', '临沂蒙阴县旧寨乡北楼村                            ', '2001-05-26', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020145', '徐文丽  ', '女', '16325037299', '枣庄滕州市姜屯镇前徐村徐善政                      ', '2001-12-27', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020148', '谢静    ', '女', '15305481482', '菏泽牡丹区马岭岗镇谢集村021号                     ', '2002-02-17', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020149', '燕凤    ', '女', '15394091576', '临沂平邑县白彦镇黄坡东村                          ', '2001-08-29', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020150', '魏纯纯  ', '女', '16323456886', '枣庄市中区十六中北校孙守海老师                    ', '2001-04-19', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023020151', '魏巍    ', '女', '15333360483', '淄博沂源县张家坡镇北店子村                        ', '2000-10-17', '人事部', '人力资源专员');
INSERT INTO `employees` VALUES ('2023030103', '马昌兴  ', '男', '15395735558', '临沂费县胡阳镇徕庄村', '2001-02-20', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030104', '孔凡梅  ', '女', '15375837389', '济宁邹城市城前镇民安村96号', '2000-12-25', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030105', '王冉    ', '男', '15368272976', '潍坊奎文区工福街宝利家园', '2000-03-30', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030110', '邓艳丽  ', '女', '16324616660', '枣庄薛城区张范镇田庄村17号邓连国', '2002-07-14', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030113', '石红玲  ', '女', '15304491565', '菏泽单县浮岗镇石老家村', '2002-09-12', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030114', '刘峰祥  ', '男', '15397582987', '临沂莒南县团林镇前沙沟', '2000-04-13', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030115', '刘祥    ', '男', '15373101999', '济宁汶上县汶上镇花园村路406号', '2002-08-20', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030116', '刘乾    ', '男', '16353280538', '聊城东阿县妇联', '2000-11-21', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030118', '安小丹  ', '女', '15301317339', '菏泽东明县长兴乡安庄村', '2001-07-20', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030119', '曲明    ', '女', '15342686848', '德州德城区月亮潭小区2号楼505号', '2001-09-22', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030120', '朱琳    ', '女', '15398830001', '临沂河东区蒙凌学校', '2001-05-26', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030121', '闫瑞雪  ', '女', '13555052983', '山西省长治北工行西家属院', '2002-01-15', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030122', '张凡国  ', '男', '15308093853', '菏泽巨野县董官屯镇义和庄', '2001-06-22', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030123', '张子凯  ', '男', '15394399133', '临沂平邑县地方镇小宋家庄村', '2002-12-14', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030125', '张琦    ', '男', '15343885189', '德州夏津县文化路人行家属院', '2001-10-24', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030127', '李小龙  ', '男', '15398593356', '临沂罗庄区盛庄办事处尚屯村550号', '2001-11-30', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030128', '李文秀  ', '女', '15344876511', '德州临邑县德平镇碱李村', '2000-09-26', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030129', '李迎迎  ', '女', '1393-592909', '河南省范县濮城镇罗楼村', '2000-04-15', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030131', '李春庆  ', '男', '15363202942', '潍坊青州市青州市第一职业中专', '2000-04-17', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030132', '杨尚洁  ', '男', '15355646817', '烟台蓬莱市第三干休所907室', '2003-11-17', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030133', '谷伟伟  ', '女', '15436212034', '滨州无棣县水湾镇潘家村', '2000-04-20', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030134', '孟文华  ', '女', '15372538506', '济宁任城区喻屯镇孟庄村', '2003-03-16', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030135', '姜文强  ', '男', '15353566376', '烟台海阳市小纪镇望宿村', '2002-01-13', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030136', '姜懿玲  ', '女', '16317373816', '威海荣成市石岛镇姜家疃村大队', '2002-04-28', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030137', '赵凤云  ', '女', '15304766868', '菏泽单县职业中专', '2000-04-14', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030140', '郝盼姣  ', '女', '15301327544', '菏泽东明县陆圈镇郝桥村', '2000-04-26', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030142', '袁志    ', '男', '13953289351', '青岛李沧区京口路78号', '2002-06-14', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030145', '黄花蕊  ', '女', '15376601041', '济宁嘉祥县纸坊镇后吕村', '2000-05-15', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030147', '魏国治  ', '男', '15348709728', '德州陵县边临镇西魏村魏俊树', '2000-06-24', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030204', '王丹凤  ', '女', '15373100721', '济宁汶上县南站镇黄店北村080号', '2000-05-13', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030205', '王龙强  ', '男', '15377218411', '济宁汶上县中都大街47号', '2000-09-29', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030206', '王秀珍  ', '女', '16316587601', '威海乳山市崖子镇东庄村', '2000-05-19', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030207', '王皎    ', '女', '13512536997', '青岛崂山区中韩镇东韩村134号', '2000-05-22', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030208', '王瑞    ', '男', '15394612082', '临沂平邑县平邑亚欧学校', '2001-10-31', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030210', '冯香玲  ', '女', '15358559181', '烟台龙口市一职', '2000-05-12', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030212', '任猛    ', '男', '15376044662', '济宁鱼台县李阁镇任寺村193', '2000-10-19', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030216', '刘秋杰  ', '女', '15304452333', '菏泽单县职业中专', '2002-01-15', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030219', '刘煦    ', '男', '15305800820', '菏泽牡丹区22中家属院北楼4单元', '2002-09-20', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030222', '孙宝珍  ', '女', '15356772586', '烟台芝罘区烟台市芝罘区四马路56号', '2001-07-18', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030223', '孙雪娇  ', '女', '15378663132', '济宁微山县马坡乡荆冢集北村', '2000-05-18', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030225', '朱春阳  ', '男', '15364607474', '潍坊安丘市景芝镇朱家沙浯村', '2002-03-11', '研发部', '网络管理与维护');
INSERT INTO `employees` VALUES ('2023030228', '张龙    ', '男', '15366801868', '潍坊昌乐县城关街道蓝宝石九号楼', '2000-08-10', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030230', '李伟明  ', '男', '15377823895', '济宁汶上县苑庄镇中小秦村', '2000-04-28', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030231', '李传龙  ', '男', '1411-862664', '大连市旅顺口区东安路（三涧段）455号', '2000-08-13', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030232', '杨雪    ', '女', '15388612214', '泰安岱岳区泰安市岱岳区山口镇成教中心', '2000-08-16', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030233', '杨舒    ', '女', '15304959336', '菏泽单县职业中专', '2001-11-13', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030235', '苏萌    ', '女', '15301379300', '菏泽牡丹区立交桥生活小区', '2000-12-14', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030238', '金鑫鑫  ', '男', '15388531257', '泰安岱岳区泰安市三职专', '2002-02-20', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030241', '赵永才  ', '男', '15364702807', '潍坊安丘市石堆镇西王里居村', '2000-02-28', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030242', '郝现超  ', '男', '15385574163', '泰安宁阳县东疏镇孙集村', '1999-08-15', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030243', '徐宝龙  ', '男', '15377641569', '济宁梁山县韩垓镇油坊村', '2000-06-16', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030244', '徐猛    ', '男', '15396551527', '临沂郯城县高峰头镇店子村', '2000-08-18', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030245', '徐聪聪  ', '男', '15353771764', '烟台海阳市行村镇东村庄', '2000-08-22', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030247', '戚鹏    ', '男', '16325019159', '枣庄滕州市姜屯镇戚庄戚成华', '2000-08-19', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030248', '谢志国  ', '男', '15385603173', '泰安宁阳县宁阳镇富贵小区3号楼3单元', '2000-06-10', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030249', '谢爱艳  ', '女', '15304467009', '菏泽单县职业中专', '2002-06-28', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030303', '孔德臣  ', '男', '16325028916', '枣庄滕州市姜屯镇前孔庄村崔洪彦', '2000-10-26', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030305', '王盼盼  ', '女', '15372775973', '济宁任城区长沟镇崔庄村', '2000-08-23', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030309', '付凌毅  ', '女', '16317286240', '威海荣成市石岛镇大鱼岛村四区127', '2002-01-30', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030310', '冉凡伟  ', '男', '15308602310', '菏泽定陶县山东省成武县九女集镇郭庙村', '2000-09-11', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030313', '刘建忠  ', '男', '15436389207', '滨州无棣县无棣镇石三里村', '2002-08-14', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030320', '许志宏  ', '女', '16338833806', '日照岚山区岚山区后村镇焦家集村', '2002-03-17', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030321', '吴峰    ', '男', '15394802446', '临沂蒙阴县蒙阴镇南官庄村', '2002-02-17', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030324', '张华贞  ', '男', '13869450375', '枣庄滕州市龙阳镇冯营村', '2001-04-19', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030325', '张秀芳  ', '女', '15394564360', '临沂蒙阴县界牌镇尚庄村', '2001-11-20', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030327', '张晓敏  ', '女', '16336623399', '日照莒县浮来山镇后官庄村', '2002-12-25', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030328', '李义乾  ', '男', '15377703491', '济宁梁山县徐集镇吴大庙村', '2000-09-27', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030329', '陈星    ', '男', '15372081628', '济宁任城区花小区13号楼306室', '2001-04-12', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030331', '赵新霞  ', '女', '15364782926', '潍坊安丘市景芝镇吉台官庄村', '2002-10-24', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030332', '郝永丽  ', '女', '15307642944', '菏泽东明县陆圈镇郝桥村', '2000-03-29', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030334', '晁帅    ', '男', '15305200659', '菏泽牡丹区吴店镇曹庄村37号', '2000-09-12', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030335', '秦艳青  ', '女', '15466426618', '东营广饶县石村镇圈子村', '2001-08-30', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030340', '焦健    ', '女', '13357876109', '河北省秦皇岛市青龙县', '2000-09-20', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030341', '程乔森  ', '男', '15363213047', '潍坊临朐县东城区杨家场村四号楼', '2002-03-20', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030342', '葛芳芳  ', '女', '16325190758', '枣庄薛城区兴仁办事处薛庄村369号', '2002-01-16', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030343', '董良    ', '男', '15363351196', '潍坊临朐县营子镇董家崖村', '2000-03-17', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030402', '仇增鑫  ', '男', '15393181204', '临沂平邑县财源南区传达室仇付海', '2000-02-10', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030403', '卞启霞  ', '女', '15382452046', '泰安东平县州城镇西门村', '1999-01-26', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030405', '王洪霞  ', '女', '15375630218', '济宁邹城市郭里镇经济园区337号', '2000-06-18', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030406', '乔美玲  ', '女', '15344271669', '德州临邑县兴隆镇段店村乔丛科', '2001-01-11', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030408', '刘仰禹  ', '男', '15378459560', '济宁微山县两城乡西单村', '1999-09-30', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030410', '刘淑芹  ', '女', '15377610976', '济宁梁山县馆驿镇西北楼村', '1999-02-26', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030413', '朱平    ', '男', '15304662758', '菏泽单县职业中专', '2002-10-18', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030414', '吴明义  ', '男', '13512780633', '聊城莘县董杜庄镇西吴家村', '2000-10-10', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030416', '张丽丽  ', '女', '15394030499', '临沂平邑县郑城镇新元村', '2000-10-10', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030418', '张凯    ', '男', '15388763834', '泰安泰山区邱家店温辛庄张玉谦收', '2001-03-24', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030419', '张洪娥  ', '女', '15436215271', '滨州无棣县水湾镇白杨村', '2002-09-30', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030421', '李学昌  ', '男', '15303605213', '菏泽曹县曹城镇李楼寨行政村', '2000-09-28', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030423', '李海锋  ', '男', '16315251202', '威海市高区天津路85号楼五单元608室', '2000-06-29', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030424', '杜建平  ', '男', '15863762834', '德州武城县郝王庄镇聂官屯村034号', '2000-06-14', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030428', '陈庆泽  ', '男', '13854996181', '临沂临沭县临沭县第二小学陈伟', '2000-11-10', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030430', '武凯    ', '男', '13580109768', '潍坊潍城区北宫西街205号潍坊一职专', '2000-09-30', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030435', '赵磊    ', '男', '15364600793', '潍坊安丘市景芝镇庆安北村', '2001-03-26', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030438', '郭杰民  ', '男', '15365108435', '潍坊寿光市潍坊科技职业学院二栋', '1999-12-31', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030441', '曹艳芳  ', '女', '15358559181', '烟台龙口市一职', '2001-02-19', '研发部', '软件研发');
INSERT INTO `employees` VALUES ('2023030504', '史凯    ', '男', '15372860578', '济宁市中区常青路0016号0004号楼0201号', '2001-09-17', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030505', '田川    ', '男', '16325511531', '枣庄滕州市滕州日报社田璐', '2001-06-30', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030507', '刘丽    ', '女', '15395983153', '临沂费县石井镇同兴村', '2001-12-23', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030511', '庄海艺  ', '男', '15366339362', '潍坊诸城市昌城镇大庄家河岔村', '2000-01-10', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030513', '闫燕玲  ', '女', '13310657621', '聊城莘县职业中专', '2000-12-10', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030514', '何礼    ', '男', '15373315276', '济宁汶上县尚书路西638号1单元201', '2001-04-30', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030516', '张新    ', '女', '15363729603', '潍坊临朐县卧龙镇孔家庄村', '2000-12-10', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030517', '时祥    ', '男', '15901557459', '潍坊潍城区城关芙蓉街太平街小区60号楼1单元402号', '2000-03-10', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030519', '李扬    ', '男', '15394528338', '临沂蒙阴县联城乡金城路', '2000-03-10', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030525', '陆成祥  ', '男', '16322432708', '枣庄滕州市级索镇后牛集村陆德银', '2001-07-11', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030526', '陆英英  ', '女', '15385275118', '泰安宁阳县蒋集镇前才村', '2003-07-21', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030529', '郑鹏    ', '男', '15344252877', '德州平原县平原镇北街村17号', '2000-03-19', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030531', '赵天赐  ', '男', '13793614850', '潍坊临朐县南关村大桥街2号', '2000-01-10', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030532', '赵文    ', '男', '15356201839', '烟台芝罘区瀛州街付52内2', '2002-02-14', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030534', '郝世胜  ', '男', '15366751130', '潍坊昌乐县第三职业中专', '2000-02-19', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030537', '徐兴广  ', '男', '15302998866', '菏泽鄄城县鄄城县职教中心', '2000-08-11', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030538', '徐启明  ', '女', '15357912409', '烟台芝罘区北皂村西北街5号', '2002-08-20', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030540', '贾沙沙  ', '女', '15376881126', '济宁嘉祥县嘉祥镇贾桥村', '2002-09-11', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030544', '焦春丽  ', '女', '15307831252', '菏泽东明县刘楼镇焦楼村', '1998-02-12', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030545', '董龙艳  ', '女', '15372602836', '济宁市中区军分区7号楼1栋501号', '2000-06-16', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030547', '翟玉霞  ', '女', '15344851185', '德州临邑县翟家乡翟家村翟文赵收', '2000-12-11', '研发部', '动漫开发');
INSERT INTO `employees` VALUES ('2023030601', '马荣    ', '女', '15392992266', '临沂平邑县流峪镇谭家庄马玉胜', '2002-04-14', '研发部', '游戏研发');
INSERT INTO `employees` VALUES ('2023030602', '公超    ', '男', '15394316125', '临沂平邑县温水镇西围沟村公言成', '2001-12-22', '研发部', '游戏研发');
INSERT INTO `employees` VALUES ('2023030604', '王洪远  ', '男', '15344500571', '德州平原县恩城镇魏庄村15号', '2001-02-25', '研发部', '游戏研发');
INSERT INTO `employees` VALUES ('2023030606', '王瑞珍  ', '女', '15307637553', '菏泽东明县武胜桥乡李寨村', '2000-06-17', '研发部', '游戏研发');
INSERT INTO `employees` VALUES ('2023030611', '刘慧敏  ', '男', '16346612207', '莱芜莱城区方下镇沈家岭刘振鹏转', '2001-10-26', '研发部', '游戏研发');
INSERT INTO `employees` VALUES ('2023030613', '孙振    ', '男', '15383143073', '泰安肥城市杨庄矿机电区孙孟玉', '2002-04-27', '研发部', '游戏研发');
INSERT INTO `employees` VALUES ('2023030616', '吴绪胜  ', '男', '1538271508 ', '泰安东平县沙河站镇乔村村吴成山', '2000-03-16', '研发部', '游戏研发');
INSERT INTO `employees` VALUES ('2023030617', '宋恒冲  ', '男', '13853750954', '济宁梁山县小安山镇宋庄村宋进爱', '2000-03-10', '研发部', '游戏研发');
INSERT INTO `employees` VALUES ('2023030620', '李伊璠  ', '女', '15378081812', '济宁金乡县兴隆乡杨堂村40', '2001-11-26', '研发部', '游戏研发');
INSERT INTO `employees` VALUES ('2023030621', '李伟    ', '男', '15397554087', '临沂莒南县坪上镇食品站', '1998-05-18', '研发部', '游戏研发');
INSERT INTO `employees` VALUES ('2023030622', '李先振  ', '男', '15304583682', '菏泽单县终兴镇光明集王楼村', '2000-01-11', '研发部', '游戏研发');
INSERT INTO `employees` VALUES ('2023030623', '李冰    ', '男', '15346386776', '德州武城县职业中专', '2001-05-20', '研发部', '游戏研发');
INSERT INTO `employees` VALUES ('2023030625', '李迎萍  ', '女', '15394277841', '临沂蒙阴县文庙路2号1号楼202室', '2004-01-24', '研发部', '游戏研发');
INSERT INTO `employees` VALUES ('2023030626', '李恒森  ', '男', '15372625787', '济宁任城区济东新村朗风园5号楼', '2001-01-22', '研发部', '游戏研发');
INSERT INTO `employees` VALUES ('2023030627', '李艳青  ', '女', '15376610011', '济宁嘉祥县纸坊镇李山头村', '2001-05-27', '研发部', '游戏研发');
INSERT INTO `employees` VALUES ('2023030633', '徐文文  ', '女', '16336626415', '日照莒县日照市农业学校', '1999-11-13', '研发部', '游戏研发');
INSERT INTO `employees` VALUES ('2023030634', '高飞    ', '男', '15392851898', '临沂沂水县杨庄镇高家楼子村', '2001-07-28', '研发部', '游戏研发');
INSERT INTO `employees` VALUES ('2023030636', '谢良    ', '男', '13754714281', '临沂郯城县红花乡红花埠北村', '2001-03-23', '研发部', '游戏研发');
INSERT INTO `employees` VALUES ('2023030702', '王刚    ', '男', '15378452919', '济宁微山县两城乡八村幸福中路', '2001-07-25', '研发部', 'Web前端开发');
INSERT INTO `employees` VALUES ('2023030705', '宋泽栋  ', '男', '15337532470', '淄博临淄区辛店勇士56号3单元501', '2002-02-18', '研发部', 'Web前端开发');
INSERT INTO `employees` VALUES ('2023030706', '张卫霞  ', '女', '15392428809', '临沂沂水县夏蔚镇东上位村', '2000-01-11', '研发部', 'Web前端开发');
INSERT INTO `employees` VALUES ('2023030710', '杨桂涛  ', '男', '13969537816', '聊城莘县河店镇杨炉村', '2002-08-12', '研发部', 'Web前端开发');
INSERT INTO `employees` VALUES ('2023030714', '孟玲芝  ', '女', '15383504017', '泰安肥城市王庄镇任庄村孟现旺', '2000-06-15', '研发部', 'Web前端开发');
INSERT INTO `employees` VALUES ('2023030715', '岳秀超  ', '男', '15096265080', '临沂临沭县郑山镇罗屯村373号', '2000-01-12', '研发部', 'Web前端开发');
INSERT INTO `employees` VALUES ('2023030716', '武永杰  ', '男', '15465056171', '东营利津县职教中心', '2003-05-27', '研发部', 'Web前端开发');
INSERT INTO `employees` VALUES ('2023030717', '殷方秀  ', '女', '15398830001', '临沂河东区蒙凌学校', '2002-03-23', '研发部', 'Web前端开发');
INSERT INTO `employees` VALUES ('2023030718', '郭振华  ', '男', '15305434369', '菏泽牡丹区王浩屯镇郭寨村', '1999-08-22', '研发部', 'Web前端开发');
INSERT INTO `employees` VALUES ('2023030721', '魏新岭  ', '男', '15438291529', '滨州阳信县阳信镇边家村', '2000-09-30', '研发部', 'Web前端开发');
INSERT INTO `employees` VALUES ('2023040104', '密其朋  ', '男', '15398830001', '临沂河东区蒙凌学校                                ', '2000-02-21', '财务部', '会计');
INSERT INTO `employees` VALUES ('2023040110', '范腊梅  ', '女', '15397591637', '临沂莒南县壮岗镇东坡村                            ', '2001-01-20', '财务部', '会计');
INSERT INTO `employees` VALUES ('2023040113', '李大庆  ', '男', '15364711568', '潍坊潍城区福寿街西首潍坊七中                      ', '2000-08-20', '财务部', '会计');
INSERT INTO `employees` VALUES ('2023040114', '侯珍珍  ', '女', '15305552162', '菏泽牡丹区西城百园社区穆楼村                      ', '2002-09-26', '财务部', '会计');
INSERT INTO `employees` VALUES ('2023040117', '范菁    ', '女', '13564035511', '济南市中区玉函路48号', '2001-06-18', '财务部', '会计');
INSERT INTO `employees` VALUES ('2023040118', '陈莎莎  ', '女', '15372615260', '济宁任城区接庄镇东郑庄村                          ', '2002-04-21', '财务部', '会计');
INSERT INTO `employees` VALUES ('2023040121', '张平军  ', '男', '15336760557', '淄博高青县黑里寨镇箕张村25号                      ', '2000-06-19', '财务部', '会计');
INSERT INTO `employees` VALUES ('2023040125', '杜明明  ', '男', '15352823093', '烟台莱州市沙河镇西杜家村                          ', '2000-09-17', '财务部', '会计');
INSERT INTO `employees` VALUES ('2023040129', '孟鲁    ', '男', '15378719422', '济宁金乡县中心街西路20巷3号                       ', '2000-06-16', '财务部', '会计');
INSERT INTO `employees` VALUES ('2023040130', '徐鹏生  ', '男', '15353649291', '烟台海阳市盘石店镇徐家泊村406号                   ', '2000-10-15', '财务部', '会计');
INSERT INTO `employees` VALUES ('2023040131', '秦丽芹  ', '女', '16357663304', '聊城莘县妹冢镇辛店集村                            ', '2002-01-17', '财务部', '会计');
INSERT INTO `employees` VALUES ('2023050102', '王元顺  ', '男', '15365547575', '潍坊寿光市台头镇邢家茅坨村                        ', '2002-05-26', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050103', '王玉杰  ', '男', '15466480958', '东营广饶县广饶镇颜一村                            ', '2000-07-10', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050107', '王萍萍  ', '女', '15353817327', '烟台海阳市徐家店镇取水崖村                        ', '2000-07-10', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050108', '王善栋  ', '男', '15367869888', '潍坊昌邑市卜庄镇大王村                            ', '2000-02-22', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050109', '王婷    ', '女', '15365446981', '潍坊寿光市营里镇东北河村王希增                    ', '2000-07-10', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050111', '王霞    ', '女', '15304665283', '菏泽单县谢集乡谢花园村王庄51                      ', '2000-11-20', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050113', '史德臣  ', '男', '16322917338', '枣庄滕州市羊庄镇史屯村11                          ', '2001-11-29', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050117', '刘文静  ', '女', '16353439127', '聊城东阿县刘集镇东苫山村                          ', '2002-04-22', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050120', '刘影    ', '女', '15303451962', '菏泽曹县古营集镇曹庄行政村                        ', '2000-08-10', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050121', '刘霄霄  ', '女', '16324513732', '枣庄薛城区邹坞镇野场村116号                       ', '2000-01-13', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050122', '孙伊丽  ', '女', '15432872057', '滨州博兴县陈户镇相孙村                            ', '2001-11-19', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050123', '孙晓伟  ', '女', '13625363792', '潍坊奎文区东风东街206号                           ', '1999-03-23', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050125', '巩家瑞  ', '男', '15338683219', '淄博桓台县起凤镇西巩村                            ', '2002-04-11', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050126', '朱爱香  ', '女', '15865300876', '菏泽曹县韩集镇朱胡同                              ', '2001-08-11', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050127', '吴学海  ', '男', '15365413000', '潍坊寿光市营里镇中营村吴洪亮                      ', '2002-07-30', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050128', '张迪    ', '女', '15432606769', '滨州博兴县博兴镇皂户村                            ', '2000-01-14', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050129', '张金菊  ', '女', '13312831357', '云南省大理州鹤庆县金墩乡北溪村公所北河东自然村', '2001-02-28', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050131', '张泰雷  ', '男', '15367874219', '潍坊昌邑市围子镇中密村                            ', '2000-01-18', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050134', '李欣欣  ', '女', '15393559268', '临沂沂南县大庄镇金佛院村李风合                    ', '2000-03-10', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050135', '李俊龙  ', '男', '15966897176', '青岛莱西市威东中兴街1号楼602号                    ', '2001-10-25', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050138', '杜小霞  ', '女', '15466610605', '东营广饶县大码头乡大码头三村                      ', '2002-01-15', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050139', '杨晓楠  ', '女', '15366933973', '潍坊昌乐县崔家庄镇自成村147号                     ', '2002-09-24', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050140', '辛纪平  ', '女', '15364962590', '潍坊安丘市吾山镇墨黑村                            ', '2001-04-11', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050141', '邱琦轩  ', '女', '15366058113', '潍坊诸城市诸城市南关路258号                       ', '2001-12-14', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050142', '范巍玉  ', '女', '15303782006', '菏泽曹县韩集镇堤上范                              ', '2001-01-26', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050144', '赵丹    ', '男', '15363777179', '潍坊临朐县寺头镇赵家北坡村                        ', '2000-10-16', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050149', '陶昆    ', '男', '15363879860', '潍坊青州市郑母泥河店村                            ', '2003-01-25', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050151', '崔敏    ', '女', '15364513069', '潍坊安丘市赵戈镇埠望庄                            ', '2001-07-13', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050153', '梁作波  ', '男', '16324065348', '枣庄滕州市蒋庄矿高档一队梁作凯                    ', '2000-07-26', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050155', '翟慧超  ', '女', '15377452716', '济宁梁山县大路口乡翟楼村                          ', '2000-01-22', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050156', '薄禄梅  ', '女', '15397543155', '临沂莒南县坪上寨子河                              ', '2001-03-24', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050157', '魏林    ', '男', '15368570003', '潍坊潍城区福寿街西首潍坊七中                      ', '2001-11-22', '市场部', '电子商务销售');
INSERT INTO `employees` VALUES ('2023050202', '王扬贺  ', '男', '15377450659', '济宁梁山县大路口乡王朝刚村258号                   ', '2000-03-19', '市场部', '电子商务销售');

-- ----------------------------
-- Table structure for users
-- ----------------------------
DROP TABLE IF EXISTS `users`;
CREATE TABLE `users`  (
  `uid` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(12) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `password` varchar(12) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  PRIMARY KEY (`uid`) USING BTREE
) ENGINE = MyISAM AUTO_INCREMENT = 2 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of users
-- ----------------------------
INSERT INTO `users` VALUES (1, 'admin', 'admin');

SET FOREIGN_KEY_CHECKS = 1;
